module.exports = {
    농부: [
      { id: 1, question: '밭 고르기는 직접 눈으로 확인해야 한다.' },
      { id: 2, question: '씨앗은 직접 고르는 편이다.' },
      // ...더 추가
    ],
    브랜드매니저: [
      { id: 1, question: '패키지 디자인은 수확만큼 중요하다.' },
      { id: 2, question: '농산물에도 스토리텔링이 필요하다.' },
      // ...
    ],
    일꾼: [
        { id: 1, question: '일꾼 테스트 1' },
        { id: 2, question: '일꾼 테스트 2' },
        // ...
      ],
    펀딩자: [
      { id: 1, question: '펀딩자 테스트 1' },
      { id: 2, question: '펀딩자 테스트 2' },
      // ...
    ],
    투자자: [
        { id: 1, question: '투자자 테스트 1' },
        { id: 2, question: '투자자 테스트 2' },
        // ...
      ],
    // 일꾼, 펀딩자, 투자자도 동일 구조로 작성
  };
  